Repository: redblue-pkt/xine-lib
Catalog: po/*.po
Languages: pl_pl

source: xvid: there is mismatch between API used by currently installed XviD xvid: library (%d.%d) and library used to compile this plugin (%d.%d). xvid: Compiling this plugin against current XviD library should help.
pl_pl: xvid: wyst±pi³a niezgodno¶æ miêdzy obecnie u¿ywan± bibliotek± XviD xvid:(%d.%d) a bibliotek± u¿yt± do kompilacji tej wtyczki (%d.%d). xvid: rekompilacja tej wtyczki z obecn± bibliotek± XviD powinna pomóc.

source: priority of the xvid plugin (>5 => enable)
pl_pl: priorytet wtyczki xvid (>5 => w³±cza)

source: cinepak: plugin doesn't support plugin API version %d. cinepak: this means there's a version mismatch between xine and this cinepak: decoder plugin. Installing current plugins should help.
pl_pl: cinepak: ta wtyczka nie wspiera API w wersji %d. cinepak: oznacza to niezgodno¶æ miêdzy xine a t± wtyczka cinepak: dekodera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: RoQ: plugin doesn't support plugin API version %d. RoQ: this means there's a version mismatch between xine and this RoQ: decoder plugin. Installing current plugins should help.
pl_pl: RoQ: ta wtyczka nie wspiera API w wersji %d. RoQ: oznacza to niezgodno¶æ miêdzy xine a t± wtyczk± dekodera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: RoQ Audio: plugin doesn't support plugin API version %d. RoQ Audio: this means there's a version mismatch between xine and this RoQ Audio: decoder plugin. Installing current plugins should help.
pl_pl: RoQ Audio: ta wtyczka nie wspiera API w wersji %d. RoQ Audio: oznacza to niezgodno¶æ miêdzy xine a t± wtyczka RoQ Audio: dekodera. Instalacja najnowszej wersji wtyczki powinna pomóc.
