Repository: redblue-pkt/xine-lib
Catalog: po/*.po
Languages: pl_pl

source: input_vcd: invalid track %d (valid range: 0 .. %d)
pl_pl: input_vcd: b³êdna ¶cie¿ka %d (poprawny zakres: 0 .. %d)

source: input_vcd: error in CDRIOCSETBLOCKSIZE %d
pl_pl: input_vcd: b³±d w CDRIOCSETBLOCKSIZE %d

source: input_vcd: error in CDROMREADRAW
pl_pl: input_vcd: b³±d w CDROMREADRAW

source: input_vcd: seek error %d
pl_pl: input_vcd: b³±d wyszukiwania %d

source: input_vcd: read error %d
pl_pl: input_vcd: b³±d odczytu %d

source: input_vcd: read data failed
pl_pl: input_vcd: odczyt danych zawiód³

source: input_vcd: SEEK_CUR not implemented for offset != 0
pl_pl: input_vcd: SEEK_CUR nie zaimplementowane dla offset != 0

source: input_vcd: error seek to origin %d not implemented!
pl_pl: input_vcd: b³±d wyszukiwania do pocz±tku %d nie zaimplementowany!

source: input_vcd: CDROMCLOSETRAY failed: %s
pl_pl: input_vcd: CDROMCLOSETRAY zawiód³: %s

source: input_vcd: CDROMEJECT failed: %s
pl_pl: input_vcd: CDROMEJECT zawiód³ %s

source: input_vcd: CDROM_DRIVE_STATUS failed: %s
pl_pl: input_vcd: CDROM_DRIVE_STATUS zawiód³: %s

source: vcd device input plugin as shipped with xine
pl_pl: wtyczka wej¶cia VCD dostarczana z xine

source: unable to open %s: %s.
pl_pl: nie mogê otworzyæ %s: %s.

source: vcd_read_toc failed
pl_pl: vcd_read_toc zawiod³o

source: vcd input plugin doesn't support plugin API version %d. PLUGIN DISABLED. This means there's a version mismatch between xine and this inputplugin. Installing current input plugins should help.
pl_pl: Wtyczka wej¶cia VCD nie wspiera API w wersji %d. WTYCZKA WY£¡CZONA. oznacza to niezgodno¶æ miêdzy xine a t± wtyczk± wej¶cia Instalacja najnowszej wersji wtyczki powinna pomóc.

source: path to your local vcd device file
pl_pl: ¶cie¿ka dostêpu do pliku lokalnego urz±dzenia vcd

source: input_http: failed to open socket
pl_pl: input_http: otwarcie gniazda zawiod³o

source: input_http: cannot connect to host
pl_pl: input_http: nie mogê pod³±czyæ siê do hosta

source: input_http: unable to resolve >%s<
pl_pl: input_http: nie mogê rozwi±zaæ adresu >%s<

source: http: unable to connect to >%s<
pl_pl: http: nie mogê siê pod³±czyæ do >%s<

source: input_http: opening >/%s< on host >%s<
pl_pl: input_http: otwieram >/%s< na ho¶cie >%s<

source: input_http: read error
pl_pl: input_http: b³±d odczytu

source: input_http: invalid http answer
pl_pl: input_http: b³êdna odpowied¼ http

source: input_http: 3xx redirection not implemented: >%d %s<
pl_pl: input_http: przekierowanie 3xx nie zaimplementowane: >%d %s<

source: input_http: http status not 2xx: >%d %s<
pl_pl: input_http: status http nie jest 2xx: >%d %s<

source: input_http: content length = %Ld bytes
pl_pl: input_http: d³ugo¶æ zawarto¶ci = %Ld bytes

source: input_http: Location redirection not implemented
pl_pl: input_http: przekierowanie miejsca nie zaimplementowane

source: http network stream input plugin
pl_pl: wtyczka wej¶cia strumienia sieciowego http

source: http input plugin doesn't support plugin API version %d. PLUGIN DISABLED. This means there's a version mismatch between xine and this inputplugin. Installing current input plugins should help.
pl_pl: Wtyczka wej¶cia http nie wspiera API w wersji %d. WTYCZKA WY£¡CZONA. oznacza to niezgodno¶æ miêdzy xine a t± wtyczk± wej¶cia Instalacja najnowszej wersji wtyczki powinna pomóc.

source: input_cda: fopen(%s) failed: %s
pl_pl: input_cda: fopen(%s) zawiód³: %s

source: input_cda: server '%s:%d' successfuly connected.
pl_pl: input_cda: serwer '%s:%d' pod³±czony.

source: input_cda: opening server '%s:%d' failed: %s
pl_pl: input_cda: otwarcie serwera '%s:%d' zawiod³o: %s

source: input_cda: ioctl(CDROM_MEDIA_CHANGED) failed: %s.
pl_pl: input_cda: ioctl(CDROM_MEDIA_CHANGED) zawiód³: %s.

source: input_cda: ioctl(CDROMSUBCHNL) failed: %s.
pl_pl: input_cda: ioctl(CDROMSUBCHNL) zawiód³: %s.

source: input_cda: ioctl(CDIOCSTART) failed: %s.
pl_pl: input_cda: ioctl(CDIOCSTART) zawiód³: %s.

source: input_cda: ioctl(CDROMSTART) failed: %s.
pl_pl: input_cda: ioctl(CDROMSTART) zawiód³: %s.

source: input_cda: ioctl(CDIOCPLAYMSF) failed: %s.
pl_pl: input_cda: ioctl(CDIOCPLAYMSF) zawiód³: %s.

source: input_cda: ioctl(CDROMPLAYMSF) failed: %s.
pl_pl: input_cda: ioctl(CDROMPLAYMSF) zawiód³: %s.

source: input_cda: No rights to open %s.
pl_pl: input_cda: Brak uprawnieñ do otwarcia %s.

source: input_cda: open(%s) failed: %s.
pl_pl: input_cda: open(%s) zawiód³: %s.

source: input_cda: ioctl(CDROMCLOSETRAY) failed: %s
pl_pl: input_cda: ioctl(CDROMCLOSETRAY) zawiód³: %s

source: input_cda: ioctl(CDROMEJECT) failed: %s
pl_pl: input_cda: ioctl(CDROMEJECT) zawiód³: %s

source: input_cda: ioctl(CDROM_DRIVE_STATUS) failed: %s
pl_pl: input_cda: ioctl(CDROM_DRIVE_STATUS) zawiód³: %s

source: input_cda: ioctl(CDROMALLOW) failed: %s
pl_pl: input_cda: ioctl(CDROMALLOW) zawiód³: %s

source: input_cda: ioctl(CDIOREADTOCHEADER) failed: %s.
pl_pl: input_cda: ioctl(CDIOREADTOCHEADER) zawiód³: %s.

source: input_cda: ioctl(CDROMREADTOCHDR) failed: %s.
pl_pl: input_cda: ioctl(CDROMREADTOCHDR) zawiód³: %s.

source: input_cda: ioctl(CDIOREADTOCENTRYS) failed: %s.
pl_pl: input_cda: ioctl(CDIOREADTOCENTRYS) zawiód³: %s.

source: input_cda: ioctl(CDROMREADTOCENTRY) failed: %s.
pl_pl: input_cda: ioctl(CDROMREADTOCENTRY) zawiód³: %s.

source: input_cda: malformed MRL. Use cda://<track #>
pl_pl: input_cda: ¼le sformu³owane MRL. U¿yj cda://<track #>

source: input_cda: invalid track %d (valid range: 1 .. %d)
pl_pl: input_cda: b³êdna ¶cie¿ka %d (poprawny zakres: 1 .. %d)

source: input_cda: error seek to origin %d not implemented!
pl_pl: input_cda: b³±d wyszukiwania do pocz±tku %d nie zaimplementowany!

source: cd audio plugin as shipped with xine
pl_pl: wtyczka wej¶cia CD audio dostarczana z xine

source: cda input plugin doesn't support plugin API version %d. PLUGIN DISABLED. This means there's a version mismatch between xine and this inputplugin. Installing current input plugins should help.
pl_pl: Wtyczka wejscia cda nie wspiera API w wersji %d. WTYCZKA WYLACZONA. oznacza to niezgodno¶æ miêdzy xine a t± wtyczk± wej¶cia Instalacja najnowszej wersji wtyczki powinna pomóc.

source: path to your local cd audio device file
pl_pl: ¶cie¿ka do pliku lokalnego urz±dzenia cd

source: cddbp server name
pl_pl: nazwa serwera cddbp

source: cddbp server port
pl_pl: port serwera cddbp

source: cddbp cache directory
pl_pl: historia pamiêci podrêcznej cddbp

source: buffering...
pl_pl: buforowanie...

source: libmpeg2: plugin doesn't support plugin API version %d. libmpeg2: this means there's a version mismatch between xine and this libmpeg2: decoder plugin. Installing current plugins should help.
pl_pl: libmpeg2: ta wtyczka nie wspiera API w wersji %d. libmpeg2: oznacza to niezgodno¶æ miêdzy xine a t± wtyczka libmpeg2: demultiplexera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: libmpg123: plugin doesn't support plugin API version %d. libmpg123: this means there's a version mismatch between xine and this libmpg123: decoder plugin. Installing current plugins should help.
pl_pl: libmpg123: ta wtyczka nie wspiera API w wersji %d. libmpg123: oznacza to niezgodno¶æ miêdzy xine a t± wtyczka libmpg123: demultiplexera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: libspudec: Doesn't support plugin API version %d. libspudec: This means there is a version mismatch between XINE and libspudec: this plugin.
pl_pl: libspudec: Wtyczka wej¶cia file nie wspiera API w wersji %d. libspudec: To oznacza ¿e jest niezgodno¶æ wersji miêdzy xine a libspudec: t± wtyczka wej¶cia

source: path to win32 codec dlls
pl_pl: ¶cie¿ka do kodeków dll win32

source: w32codec: plugin doesn't support plugin API version %d. w32codec: this means there's a version mismatch between xine and this w32codec: decoder plugin. Installing current decoder plugins should help.
pl_pl: w32codec: ta wtyczka nie wspiera API w wersji %d. w32codec: oznacza to niezgodno¶æ miêdzy xine a t± wtyczka w32codec: demultiplexera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: xine video output plugin using the ascii-art library
pl_pl: wtyczka wyj¶cia obrazu xine u¿ywaj±ca biblioteki ascii-art

source: syncfb (teletux) device node
pl_pl: wêze³ urz±dzenia syncfb (teletux)

source: xine video output plugin using the SyncFB module for Matrox G200/G400 cards
pl_pl: wtyczka wyj¶cia obrazu xine u¿ywaj±ca modu³u SyncFB dla kart Matrox G200/G400

source: disable all video scaling (faster!)
pl_pl: wy³±cz skalowanie obrazu (szybsze!)

source: gamma correction for XShm driver
pl_pl: korekta gamma dla sterownika XShm

source: xine video output plugin using the MIT X shared memory extension
pl_pl: wtyczka wyj¶cia obrazu xine u¿ywajaca rozszerzenie dzielonej pamiêci MIT X

source: Xv property
pl_pl: W³a¶ciwo¶ci Xv

source: bilinear scaling mode (permedia 2/3)
pl_pl: tryb skalowania bilinearnego (permedia 2/3)

source: double buffer to sync video to the retrace
pl_pl: podwójny pufor do synchronizacji obrazu do powrotu plamki

source: Software deinterlace method (Key I toggles deinterlacer on/off)
pl_pl: metoda korekty przeplotu (klawisz I w³±cza/wy³acza korekte przeplotu)

source: xine video output plugin using the MIT X video extension
pl_pl: wtyczka wyj¶cia obrazu xine u¿ywaj±ca rozszerzenia obrazu MIT X

source: framebuffer device
pl_pl: urz±dzenie buforu ramki

source: xine video output plugin using linux framebuffer device
pl_pl: wtyczka wyj¶cia obrazu xine u¿ywaj±ca linuxowego urz±dzenia buforu ramki

source: xine video output plugin using Simple DirectMedia Layer
pl_pl: wtyczka wyj¶cia obrazu xine u¿ywaj±ca warstwy Simple DirectMedia

source: gamma correction for OpenGL driver
pl_pl: korekta gamma dla sterownika OpenGL

source: xine video output plugin using OpenGL(tm)
pl_pl: wtyczka wyj¶cia obrazu xine u¿ywaj±ca OpenGL(tm)

source: xine video output plugin using the DirectFB library.
pl_pl: wtyczka wyj¶cia obrazu xine u¿ywaj±ca biblioteki DirectFB

source: xine video output plugin using libvidix
pl_pl: wtyczka wyj¶cia obrazu xine u¿ywaj±ca libvidix

source: %d frames delivered, %d frames skipped, %d frames discarded
pl_pl: %d ramek dostarczonych, %d ramek pominiêtych, %d ramek porzuconych

source: video_out: throwing away image with pts %lld because it's too old (diff : %lld).
pl_pl: video_out: odrzucam obraz o pts %lld bo jest za stary (diff : %lld).

source: video_out: can't create thread (%s)
pl_pl: video_out: nie mogê utworzyæ w±tku (%s)

source: video_out: sorry, this should not happen. please restart xine.
pl_pl: video_out: przykro mi, to nie powinno sie zdarzyæ. Proszê ponownie uruchomiæ xine.

source: xine_notify_stream_finished: can't create new thread (%s)
pl_pl: xine_notify_stream_finished: nie mogê utworzyæ nowego w±tku (%s)

source: %s(%d) wrong first stage = %d !!
pl_pl: %s(%d) b³êdny pierwszy etap = %d !!

source: xine: cannot find input plugin for this MRL
pl_pl: xine: nie mogê znale¼æ wtyczki wej¶cia dla tego MRL

source: using input plugin '%s' for MRL '%s'
pl_pl: u¿ywam wtyczki wej¶cia '%s' dla MRL '%s'

source: xine: couldn't find demuxer for >%s<
pl_pl: xine: nie mogê znale¼æ demultiplexera dla >%s<

source: system layer format '%s' detected.
pl_pl: format warstwy systemowej '%s' wykryty.

source: xine_play: demuxer failed to start
pl_pl: xine_play: zawiód³ start demultiplexera

source: logo mrl, displayed in video output window
pl_pl: mrl logo, wy¶wietlane w oknie wyj¶cia obrazu

source: stream format
pl_pl: format strumienia

source: messages
pl_pl: wiadomo¶ci

source: plugin
pl_pl: wtyczka

source: adjust whether resampling is done or not
pl_pl: w³±czeni/wy³±czenie ponownego próbkowania

source: if !=0 always resample to given rate
pl_pl: je¶li !=0 zawsze ponowne próbkowanie do podanej czêstotliwo¶ci

source: Audio volume
pl_pl: g³o¶no¶æ d¼wiêku

source: restore volume level at startup
pl_pl: przywracanie g³o¶no¶ci przy starcie

source: if this not set, xine will not touch any mixer settings at startup
pl_pl: je¶li ustawione - xine nie bêdzie zmieniaæ ¿adnych ustawieñ miksera przy starcie

source: Palette (foreground-border-background) to use on subtitles
pl_pl: paleta u¿yta przy napisach (t³o-napisy-kontur)

source: %s(%s@%d): parameter should be non null, exiting
pl_pl: %s(%s@%d): parametr nie powinien byæ pusty.

source: load_plugins: cannot open demux plugin %s: %s
pl_pl: load_plugins: nie mogê otworzyæ wtyczki demultiplexera %s: %s

source: load_plugins: demux plugin found : %s
pl_pl: load_plugins: wtyczka demultipleksera znaleziona : %s

source: load_plugins: too many demux plugins installed, exiting.
pl_pl: load_plugins: zbyt wiele wtyczek demultipleksera zainstalowanych, zakañczanie.

source: load_plugins: cannot open input plugin %s: %s
pl_pl: load_plugins: nie mogê otworzyæ wtyczki wej¶cia %s: %s

source: load_plugins: input plugin found : %s
pl_pl: load_plugins: wtyczka wej¶cia znaleziona : %s

source: load_plugins: %s is no valid input plugin (lacks init_input_plugin() function)
pl_pl: load_plugins: %s nie jest poprawna wtyczka wej¶cia (brak funkcji init_input_plugin())

source: %s(%d): too many input plugins installed, exiting.
pl_pl: %s(%d): znaleziono zbyt wiele wtyczek wejscia, zakañczanie.

source: load_plugins: no input plugins found in %s! - Did you install xine correctly??
pl_pl: load_plugins: nie znaleziono ¿adnych wtyczek wej¶cia w %s! - Zainstalowa³e¶ xine poprawnie??

source: load_plugins: failed to load plugin %s: %s
pl_pl: load_plugins: nie uda³o siê za³adowaæ wtyczki %s: %s

source: spu decoder plugin found : %s
pl_pl: znaleziono wtyczkê dekodera spu : %s

source: video decoder plugin found : %s
pl_pl: znaleziono wtyczkê dekodera obrazu : %s

source: audio decoder plugin found : %s
pl_pl: znaleziono wtyczkê dekodera d¼wiêku : %s

source: liblpcm: plugin doesn't support plugin API version %d. liblpcm: this means there's a version mismatch between xine and this liblpcm: decoder plugin. Installing current plugins should help.
pl_pl: liblpcm: ta wtyczka nie wspiera API w wersji %d. liblpcm: oznacza to niezgodno¶æ miêdzy xine a t± wtyczka liblpcm:demultiplexera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: ffmpeg: plugin doesn't support plugin API version %d. ffmpeg: this means there's a version mismatch between xine and this ffmpeg: decoder plugin. Installing current plugins should help.
pl_pl: ffmpeg: ta wtyczka nie wspiera API w wersji %d. ffmpeg: oznacza to niezgodno¶æ miêdzy xine a t± wtyczk±ffmpeg: demultiplexera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: allow illegal vlc codes in mpeg4 streams
pl_pl: dopuszczenie b³êdnych kodów vlc w strumieniach mpeg4

source: xine video output plugin for dxr3 cards
pl_pl: wtyczka wyj¶cia obrazu dla kart dxr3

source: swap odd and even lines
pl_pl: zamiana lini parzystych i nieparzystych

source: Add black bars to correct aspect ratio
pl_pl: dodanie czarnch pasków w celu skorygowania proporcji

source: If disabled, will assume source has 4:3 aspect ratio.
pl_pl: je¶li wy³±czone, przyjmie ¿e ¼ród³o ma proporcje 4:3

source: dxr3: use alternate play mode for mpeg encoder playback
pl_pl: dxr3: u¿yj alternatywnego trybu odtwarzania dla kodera mpeg

source: Enabling this option will utilise a smoother play mode.
pl_pl: w³±czenie tej opcji u¿yje wyg³adzonego trybu odtwarzania

source: the encoder for non mpeg content
pl_pl: koder do zawarto¶ci nie-mpeg

source: Content other than mpeg has to pass an additional reencoding stage, because the dxr3 handles mpeg only.
pl_pl: zawarto¶æ inna ni¿ mpeg musi przej¶æ etap ponownego kodowania, poniewa¿ karty dxr3 wspieraj± tylko format mpeg

source: Dxr3: contrast control
pl_pl: dxr3: kontrola kontrastu

source: Dxr3: saturation control
pl_pl: dxr3: kontrola nasycenia

source: Dxr3: brightness control
pl_pl: dxr3: kontrola jasno¶ci

source: Dxr3: videoout mode (tv or overlay)
pl_pl: dxr3: tryb wyj¶cia tv (tv lub overlay)

source: Dxr3: overlay colorkey value
pl_pl: dxr3: warto¶æ koloru kluczowego dla overlay

source: Dxr3: overlay colorkey range
pl_pl: dxr3: zakres koloru kluczowego

source: A greater value widens the tolerance for the overlay keycolor
pl_pl: wiêksza warto¶æ zwiêksza tolerancjê dla koloru kluczowego overlay

source: dxr3 preferred tv mode
pl_pl: dxr3: wybór trybu tv

source: Dxr3: Device Name
pl_pl: dxr3: nazwa urz±dzenia

source: The device file of the dxr3 mpeg decoder card control device.
pl_pl: plik urz±dzenia karty dekoduj±cej dxr3

source: dxr3_decode_spu: plugin doesn't support plugin API version %d. dxr3_decode_spu: this means there's a version mismatch between xine and this dxr3_decode_spu: decoder plugin. Installing current plugins should help.
pl_pl: dxr3_decode_spu: ta wtyczka nie wspiera API w wersji %d. dxr3_decode_spu: oznacza to niezgodno¶æ miêdzy xine a t± wtyczka dxr3_decode_spu: demultiplexera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: dxr3_decode_video: plugin doesn't support plugin API version %d. dxr3_decode_video: this means there's a version mismatch between xine and this dxr3_decode_video: decoder plugin. Installing current plugins should help.
pl_pl: dxr3_decode_video: ta wtyczka nie wspiera API w wersji %d. dxr3_decode_video: oznacza to niezgodno¶æ miêdzy xine a t± wtyczka dxr3_decode_video: demultiplexera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: Dxr3: video decoder priority
pl_pl: dxr3: priorytet dekodera obrazu

source: Decoder priorities greater 5 enable hardware decoding, 0 disables it.
pl_pl: priorytet dekodera wiêkszy ni¿ 5 w³±cza dekodowanie sprzêtowe, 0 wy³±cza go.

source: Try to sync video every frame
pl_pl: próbuj synchronizowaæ ka¿d± ramkê

source: This is relevant for progressive video only (most PAL films).
pl_pl: to jest zwi±zane tylko z progresywnym obrazem (wiêkszo¶æ filmów PAL)

source: Use alternate Play mode
pl_pl: u¿yj alternatywnego trybu odtwarzania

source: Correct frame durations in broken streams
pl_pl: korekta czasu trwania ramki w zepsutych strumieniach

source: Enable this for streams with wrong frame durations.
pl_pl: w³±cz to dla strumieni z b³êdnymi d³ugo¶ciami ramek

source: Dxr3: SCR plugin priority
pl_pl: dxr3: priorytet wtyczki SCR

source: Scr priorities greater 5 make the dxr3 xine's master clock.
pl_pl: priorytet SCR wiêkszy od 5 robi dxr3 g³ównym zegarem xine

source: Dxr3enc: rte mpeg output bitrate (kbit/s)
pl_pl: dxr3enc: czêstotliwo¶æ wyj¶æia rte mpeg (kbit/s)

source: The bitrate the mpeg encoder library librte should use for dxr3's encoding mode
pl_pl: czêstotliwo¶æ jak± biblioteka librte powinna u¿yæ dla trybu kodowania dxr3

source: Dxr3enc: fame mpeg encoding quality
pl_pl: dxr3enc: jako¶æ kodowania fame

source: The encoding quality of the libfame mpeg encoder library.
pl_pl: jako¶æ kodowania przez bibliotekê kodera libfame

source: libmad: plugin doesn't support plugin API version %d. libmad: this means there's a version mismatch between xine and this libmad: decoder plugin. Installing current plugins should help.
pl_pl: libmad: ta wtyczka nie wspiera API w wersji %d. libmad: oznacza to niezgodno¶æ miêdzy xine a t± wtyczka libmad: demultiplexera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: liba52: plugin doesn't support plugin API version %d. liba52: this means there's a version mismatch between xine and this liba52: decoder plugin. Installing current plugins should help.
pl_pl: liba52: ta wtyczka nie wspiera API w wersji %d. liba52: oznacza to niezgodno¶æ miêdzy xine a t± wtyczka liba52: demultiplexera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: a/52 volume control
pl_pl: kontrola g³o¶no¶ci a/52

source: enable a/52 dynamic range compensation
pl_pl: w³±czanie dynamicznego zakresu kompensacji a/52

source: enable audio downmixing to 2.0 surround stereo
pl_pl: w³±cz redukcjê d¼wiêku do 2.0 surround stereo

source: libdts: plugin doesn't support plugin API version %d. libdts: this means there's a version mismatch between xine and this libdts: decoder plugin. Installing current plugins should help.
pl_pl: libdts: ta wtyczka nie wspiera API w wersji %d. libdts: oznacza to niezgodno¶æ miêdzy xine a t± wtyczka libdts: demultiplexera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: divx4: plugin doesn't support plugin API version %d. divx4: this means there's a version mismatch between xine and this divx4: decoder plugin. Installing current plugins should help.
pl_pl: divx4: ta wtyczka nie wspiera API w wersji %d. divx4: oznacza to niezgodno¶æ miêdzy xine a t± wtyczka divx4: demultiplexera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: Relative path to libdivxdecore.so to open
pl_pl: wzgêdna ¶cie¿ka do otwarcia libdivxdecore.so

source: priority of the divx4 plugin (>5 => enable)
pl_pl: priorytet wtyczki divx4 (>5 => w³±cza)

source: the postprocessing level, 0 = none and fast, 6 = all and slow
pl_pl: poziom post-przetwarzania, 0 = brak i szybki, 6 = pe³ny ale powolny

source: use divx4 plugin for msmpeg4v3 streams
pl_pl: u¿yj wtyczki divx4 dla strumieni msmpeg4v3

source: Divx version to check for (set to 0 (default) if unsure)
pl_pl: wersja divx której ma szukaæ xine (ustwiæ na 0 (domy¶lnie) je¶li brak pewno¶ci)

source: libvorbis: plugin doesn't support plugin API version %d. libvorbis: this means there's a version mismatch between xine and this libvorbis: decoder plugin. Installing current plugins should help.
pl_pl: libvorbis: ta wtyczka nie wspiera API w wersji %d. libvorbis: oznacza to niezgodno¶æ miêdzy xine a t± wtyczka libvorbis: demultiplexera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: Memcopy method to use in xine for large data chunks.
pl_pl: metoda kopiowania pamiêci u¿ywana dla du¿ych porcji danych

source: libsputext: doesn't support plugin api version %d. libsputext: This means there is a version mismatch between xine and libsputext: this plugin.
pl_pl: libsputext: wtyczka wej¶cia file nie wspiera API w wersji %d. libsputext: oznacza to niezgodno¶æ wersji miedzy xine a t± libsputext: wtyczk± wej¶cia

source: font for avi subtitles
pl_pl: fonty dla napisów avi

source: subtitle size (relative window size)
pl_pl: rozmiar napisów (wzglêdny rozmiar okna)

source: source encoding of subtitles
pl_pl: kodowanie napisów (¼ród³o)

source: target encoding for subtitles (have to match font encoding)
pl_pl: docelowe kodowanie napisów (musi siê pokrywaæ z kodowaniem fontów)

source: subtitle time offset in 1/100 sec
pl_pl: wyrównanie czasu napisów w 1/100 sek.

source: Enable closed captions in MPEG-2 streams
pl_pl: w³±cz closed-caption w strumieniach mpeg-2

source: Closed-captioning foreground/background scheme
pl_pl: schemat (t³o/napisy) dla closed-caption

source: Standard closed captioning font
pl_pl: standardowa czcionka dla closed-caption

source: Italic closed captioning font
pl_pl: czcionka italic dla closed-caption

source: Closed captioning font size
pl_pl: rozmiar czcionki closed-caption

source: Center-adjust closed captions
pl_pl: centrowanie closed-caption

source: libspucc: doesn't support plugin api version %d. libspucc: This means there is a version mismatch between xine and libspucc: this plugin.
pl_pl: libspucc: wtyczka wej¶cia file nie wspiera API w wersji %d. libspucc: oznacza to niezgodno¶æ wersji miêdzy xine a t± libspucc: wtyczka wej¶cia

source: xvid: plugin doesn't support plugin API version %d. xvid: this means there's a version mismatch between xine and this xvid: decoder plugin. Installing current plugins should help.
pl_pl: xvid: ta wtyczka nie wspiera API w wersji %d. xvid: oznacza to niezgodno¶æ miêdzy xine demux_avi: a t± wtyczka xvid: dekodera. Instalacja nowszej wersji powinna pomóc.
