Repository: redblue-pkt/xine-lib
Catalog: po/*.po
Languages: pl_pl

source: device used for mono output
pl_pl: urz±dzenie u¿yte w trybie mono

source: device used for stereo output
pl_pl: urz±dzenie u¿yte w trybie stereo

source: device used for 4-channel output
pl_pl: urz±dzenie u¿yte do wyj¶cia 4-kana³owego

source: device used for 5-channel output
pl_pl: urz±dzenie u¿yte do wyj¶cia 5-kana³owego

source: device used for 5.1-channel output
pl_pl: urz±dzenie u¿yte do wyj¶cia 5.1-kana³owego

source: alsa mixer device
pl_pl: urz±dzenie miksera alsa

source: used to inform xine about what the sound card can do
pl_pl: u¿ywane do informowania xine o mo¿liwo¶ciach karty d¼wiêkowej

source: xine audio output plugin using alsa-compliant audio devices/drivers
pl_pl: wtyczka wyj¶cia d¼wiêku xine u¿ywaj±ca sprzêtu/sterowników kompatybilnych z systemem alsa

source: esd audio output latency (adjust a/v sync)
pl_pl: opó¼nienie wyj¶cia d¼wieku esd (regulacja synchronizacji a/v)

source: xine audio output plugin using esd
pl_pl: wtyczka wyj¶cia d¼wiêku u¿ywaj±ca esd

source: /dev/dsp# device to use for oss output, -1 => auto_detect
pl_pl: /dev/dsp# urz±dzenie u¿ywane dla wyj¶cia oss, - 1 => auto_detect

source: A/V sync method to use by OSS, depends on driver/hardware
pl_pl: metoda synchronizacji A/V u¿ywana przez OSS, zale¿y od sterownika/sprzêtu

source: Adjust a/v sync for OSS softsync
pl_pl: regulacja synchronizacji a/v dla softsync OSS

source: Use this to manually adjust a/v sync if you're using softsync
pl_pl: manualna regulacja sychronizacji a/v z wyko¿ystaniem softsync

source: Enable 4.0 channel analog surround output
pl_pl: w³±cz 4-kana³owe, analogowe wyj¶cie d¼wiêku surround

source: Enable 5.0 channel analog surround output
pl_pl: w³±cz 5-kana³owe, analogowe wyj¶cie d¼wiêku surround

source: Enable 5.1 channel analog surround output
pl_pl: w³±cz 5.1-kana³owe, analogowe wyj¶cie d¼wiêku surround

source: Enable A52 / AC5 digital audio output via spdif
pl_pl: w³±cz cyfrowe wyj¶cie d¼wiêku a52/ac5 przez spdif

source: oss mixer device
pl_pl: urz±dzenie miksera oss

source: xine audio output plugin using oss-compliant audio devices/drivers
pl_pl: wtyczka wyj¶cia d¼wiêku xine, u¿ywaj±ca urz±dzeñ/sterowników kompatybilnych z oss

source: device used for audio output with the 'Sun' audio plugin
pl_pl: urz±dzenie u¿ywane do wyj¶cia d¼wiêku z wtyczk± d¼wiêku 'Sun'

source: xine audio output plugin using sun-compliant audio devices/drivers
pl_pl: wtyczka wyj¶cia d¼wiêku xine kompatybilna z urz±dzeniami/sterownikami sun

source: xine audio output plugin using arts-compliant audio devices/drivers
pl_pl: wtyczka wyj¶cia d¼wiêku xine kompatybilna z urz±dzeniami/sterownikami arts

source: irixal audio output maximum gap length in 1/90000s
pl_pl: maksymalna d³ugo¶æ przerwy wyj¶cia d¼wiêku irixal w 1/90000s

source: xine audio output plugin using IRIX libaudio
pl_pl: wtyczka wyj¶cia d¼wiêku xine u¿ywaj±ca IRIX libaudio

source: demux_ts: FIXME: (unsupported )PAT spans multiple TS packets
pl_pl: demux_ts: POPRAW MNIE: (nie wspierane)PAT zrzuca wiele pakietów TS

source: demux_ts: FIXME: (unsupported) PAT consists of multiple (%d) sections
pl_pl: demux_ts: POPRAW MNIE: (nie wspierane)PAT sk³ada siê z wielu sekcji (%d)

source: demux_ts: demux error! PAT with invalid CRC32: packet_crc32: %.8x calc_crc32: %.8x
pl_pl: demux_ts: b³±d demultiplexera! PAT z b³êdnym CRC32: crc32 pakietu: %.8x wyliczone crc32: %.8x

source: demux_ts: error %02x %02x %02x (should be 0x000001)
pl_pl: demux_ts: b³±d %02x %02x %02x (powinno byæ 0x000001)

source: fifo unavailable (%d)
pl_pl: nie dostêpne fifo (%d)

source: demux_ts: unexpected cc %d (expected %d)
pl_pl: demux_ts: nieoczekiwany cc: %d (oczekiwany %d)

source: demux_ts: corrupted pes encountered
pl_pl: demux_ts: napotkano uszkodzony PES

source: demux error! PMT with invalid pointer
pl_pl: b³±d demultiplexera! PMT z b³êdnym kursorem

source: demux_ts: demux error! PMT with invalid CRC32: packet_crc32: %#.8x calc_crc32: %#.8x
pl_pl: demux_ts: b³±d demultipleksera! PMT z b³êdnym CRC32: crc32 pakietu %#.8x wyliczone crc32: %#.8x

source: demux error! PMT with inconsistent progInfo length
pl_pl: b³±d demultiplexera! PMT z niespójn± d³ugo¶ci± progInfo

source: demux error! PMT with inconsistent streamInfo length
pl_pl: b³±d demultiplexera! PMT z niespójn± d³ugo¶ci± streamInfo

source: demux error! invalid ts sync byte %.2x
pl_pl: b³±d demultiplexera! b³êdny bajt synchronizacji ts %.2x

source: demux error! transport error
pl_pl: b³±d demultiplexera! b³±d transportu

source: demux_ts: demux error! invalid payload size %d
pl_pl: demux_ts: b³±d demultiplexera! B³êdny rozmiar payload %d

source: valid mrls for ts demuxer
pl_pl: prawid³owe mrl'e dla demultiplexera ts

source: valid mrls ending for ts demuxer
pl_pl: prawid³owe rozszerzenia plików dla demultiplexera ts

source: demux_ts: can't create new thread (%s)
pl_pl: demux_ts: nie moge utworzyæ nowego w±tku (%s)

source: demux_ts: plugin doesn't support plugin API version %d. This means there's a version mismatch between xine and this demuxer plugin. Installing current demux plugins should help.
pl_pl: demux_ts: wtyczka nie wspiera API w wersji %d. to oznacza ¿e jest niezgodno¶æ wersji miêdzy xine i wtyczk± demultiplexera. Instalacja aktualnej wtyczki wej¶cia powinna pomóc.

source: demux_avi: avi index is broken
pl_pl: demux_avi: index pliku avi uszkodzony

source: demux_avi: video format = %s
pl_pl: demux_avi: format obrazu = %s

source: demux_avi: video frame size %ld x %ld
pl_pl: demux_avi: rozmiar ramki wideo %ld x %ld

source: demux_avi: audio format[%d] = 0x%lx
pl_pl: demux_avi: format d¼wiêku [%d] = 0x%lx

source: demux_avi: unknown audio type 0x%lx
pl_pl: demux_avi: nieznany typ d¼wiêku 0x%lx

source: demux_avi: audio type %s (wFormatTag 0x%x)
pl_pl: demux_avi: typ dzwiêku %s (wFormatTag 0x%x)

source: demux_avi: unknown video codec '%.4s'
pl_pl: demux_avi: nieznany kodek wideo '%.4s'

source: demux_avi: video codec is '%s'
pl_pl: demux_avi: kodek wideo to '%s'

source: valid mrls ending for avi demuxer
pl_pl: prawid³owe rozszerzenia plików dla demultiplexera avi

source: demux_avi: this plugin doesn't support plugin API version %d. demux_avi: this means there's a version mismatch between xine and this demux_avi: demuxer plugin. Installing current demuxer plugins should help.
pl_pl: demux_avi: ta wtyczka nie wspiera API w wersji %d. demux_avi: oznacza to niezgodno¶æ miêdzy xine demux_avi: a t± wtyczka demultiplexera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: valid mrls ending for elementary demuxer
pl_pl: prawid³owe rozszerzenia plików dla elementarnego demultiplexera

source: demux_elem: plugin doesn't support plugin API version %d. this means there's a version mismatch between xine and this demuxer plugin. Installing current demux plugins should help.
pl_pl: demux_elem: ta wtyczka nie wspiera API w wersji %d. oznacza to niezgodno¶æ miêdzy xine a t± wtyczk± demultiplexera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: valid mrls for mpeg demuxer
pl_pl: prawid³owe mrls dla demultipleksera mpeg

source: demux_mpeg: please specify mpeg(mpeg1/mpeg2) stream type.
pl_pl: demux_mpeg: proszê podaæ typ strumienia mpeg(mpeg1/mpeg2)

source: valid mrls ending for mpeg demuxer
pl_pl: prawid³owe rozszerzenia plików dla demultipleksera mpeg

source: demux_mpeg: plugin doesn't support plugin API version %d. this means there's a version mismatch between xine and this demuxer plugin. Installing current demux plugins should help.
pl_pl: demux_mpeg: ta wtyczka nie wspiera API w wersji %d. oznacza to niezgodno¶æ miêdzy xine a t± wtyczk± demultiplexera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: demux_mpgaudio: MPEG %s Layer %d %ldkbps
pl_pl: demux_mpgaudio: MPEG %s Warstwa %d %ldkbps

source: demux_mpgaudio: no audio driver!
pl_pl: demux_mpegaudio: brak sterownika d¼wiêku!

source: valid mrls ending for mpeg audio demuxer
pl_pl: prawid³owe rozszerzenia plików dla demultipleksera d¼wiêku mpeg

source: valid mrls for pes demuxer
pl_pl: prawid³owe mrls dla demultipleksera pes

source: valid mrls ending for pes demuxer
pl_pl: prawid³owe rozszerzenia plików dla demultipleksera pes

source: demux_pes: plugin doesn't support plugin API version %d. this means there's a version mismatch between xine and this demuxer plugin. Installing current demux plugins should help.
pl_pl: demux_pes: ta wtyczka nie wspiera API w wersji %d. oznacza to niezgodno¶æ miêdzy xine a t± wtyczk± demultiplexera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: valid mrls ending for qt demuxer
pl_pl: prawid³owe rozszerzenia plików dla demultipleksera qt

source: demux_qt: Apple Quicktime file, %srunning time: %d min, %d sec
pl_pl: demux_qt: plik Apple Quicktime, %s czas odtwarzania: %d min, %d sec

source: demux_qt: '%c%c%c%c' video @ %dx%d
pl_pl: demux_qt: '%c%c%c%c' obraz @ %dx%d

source: demux_qt: '%c%c%c%c' audio @ %d Hz, %d bits, %d %s
pl_pl: demux_qt: '%c%c%c%c', d¼wiêk %d Hz, %d bits, %d %s

source: channel
pl_pl: kana³

source: demux_qt: plugin doesn't support plugin API version %d. this means there's a version mismatch between xine and this demuxer plugin. Installing current demux plugins should help.
pl_pl: demux_qt: ta wtyczka nie wspiera API w wersji %d. oznacza to niezgodno¶æ miêdzy xine a t± wtyczk± demultiplexera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: ogg: vorbis audio stream detected
pl_pl: ogg: znaleziono strumieñ d¼wiêku typu vorbis

source: ogg: unknown stream type (signature >%.8s<)
pl_pl: ogg: nieznany typ strumienia (sygnatura >%.8s<)

source: valid mrls ending for ogg demuxer
pl_pl: prawid³owe rozszerzenia plików dla demultipleksera ogg

source: demux_ogg: plugin doesn't support plugin API version %d. this means there's a version mismatch between xine and this demuxer plugin. Installing current demux plugins should help.
pl_pl: demux_ogg: ta wtyczka nie wspiera API w wersji %d. demux_ogg: oznacza to niezgodno¶æ miêdzy xine demux_ogg: a t± wtyczk± demultiplexera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: demux_asf: audio format : %s (wFormatTag 0x%x)
pl_pl: demux_asf: format d¼wiêku : %s (wFormatTag 0x%x)

source: demux_asf: video format : %s
pl_pl: demux_asf: format obrazu : %s

source: demux_asf: stream length is %d sec, rate is %d bytes/sec
pl_pl: demux_asf: d³ugo¶æ strumienia jest %d sec, rate jest %d bajtow/sek

source: demux_asf: title : %s
pl_pl: demux_asf: tytul : %s

source: demux_asf: author : %s
pl_pl: demux_asf: autor : %s

source: demux_asf: comment : %s
pl_pl: demux_asf: komentarz : %s

source: valid mrls ending for asf demuxer
pl_pl: prawid³owe rozszerzenia plików dla demultipleksera asf

source: demux_asf: plugin doesn't support plugin API version %d. this means there's a version mismatch between xine and this demuxer plugin. Installing current demux plugins should help.
pl_pl: demux_asf: ta wtyczka nie wspiera API w wersji %d. oznacza to niezgodno¶æ miêdzy xine a t± wtyczk± demultiplexera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: demux_cda: plugin doesn't support plugin API version %d. this means there's a version mismatch between xine and this demuxer plugin. Installing current demux plugins should help.
pl_pl: demux_cda: ta wtyczka nie wspiera API w wersji %d. oznacza to niezgodno¶æ miêdzy xine a t± wtyczk± demultiplexera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: demux_film: This is not a FILM file (why was it sent to this demuxer?
pl_pl: demux_film: To nie jest plik filmowy (dlaczego zosta³ on wys³any do tego demultipleksera?)

source: invalid FILM chunk size
pl_pl: nieprawid³owy rozmiar fragmentu filmu

source: unrecognized FILM chunk
pl_pl: nie rozpoznany fragment filmu

source: valid mrls ending for film demuxer
pl_pl: prawid³owe rozszerzenia dla demultiplexera filmu

source: demux_film: FILM version %c%c%c%c, running time: %d min, %d sec
pl_pl: demux_film: versja FILMU %c%c%c%c, czas odtwarzania %d min, %d sec

source: demux_film: %c%c%c%c video @ %dx%d, %d Hz playback clock
pl_pl: demux_film: %c%c%c%c obraz @ %dx%d, %d Hz zegar odtwarzania

source: demux_film: unknown video codec %c%c%c%c
pl_pl: demux_film: nieznany kodek wideo %c%c%c%c

source: demux_film: %d Hz, %d-bit %s%s PCM audio
pl_pl: demux_film: %d Hz, %d-bit %s%s d¼wiêk PCM

source: demux_film: plugin doesn't support plugin API version %d. this means there's a version mismatch between xine and this demuxer plugin. Installing current demux plugins should help.
pl_pl: demux_film: ta wtyczka nie wspiera API w wersji %d. oznacza to niezgodno¶æ miêdzy xine a t± wtyczk± demultiplexera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: demux_mpeg_block: too many errors, stopping playback. Maybe this stream is scrambled?
pl_pl: demux_mpeg_block: zbyt wiele b³êdów, zatrzymanie odtwarzania Mo¿e strumieñ jest zaszyfrowany?

source: demux_mpeg_block: warning: pes header indicates that this stream may be encrypted (encryption mode %d)
pl_pl: demux_mpeg_block: uwaga: nag³ówek pes wskazuje na to ze strumieñ mo¿e byæ zaszyfrowany (tryb szyfrowania %d)

source: demux_mpeg_block: unknown block size. try using demux_mpeg.
pl_pl: demux_mpeg_block: nieznany rozmiar bloku, spróbuj u¿yæ demux_mpeg.

source: valid mrls for mpeg block demuxer
pl_pl: prawid³owe mrl'e dla demultipleksera bloku mpeg

source: valid mrls ending for mpeg block demuxer
pl_pl: prawid³owe rozszerzenia plików dla demultipleksera bloku mpeg

source: demux_mpeg_block: plugin doesn't support plugin API version %d. this means there's a version mismatch between xine and this demuxer plugin. Installing current demux plugins should help.
pl_pl: demux_mpeg_block: ta wtyczka nie wspiera API w wersji %d. oznacza to niezgodno¶æ miêdzy xine a t± wtyczk± demultiplexera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: valid mrls ending for roq demuxer
pl_pl: prawid³owe rozszerzenia plików dla demultipleksera roq

source: demux_roq: RoQ file, video is %dx%d, %d frames/sec
pl_pl: demux_roq: plik RoQ, obraz jest %dx%d, %d ramek/sek

source: demux_roq: 16-bit, 22050 Hz %s RoQ DPCM audio
pl_pl: demux_roq: 16-bit, 22050 Hz %s RoQ DPCM d¼wiêk

source: demux_roq: plugin doesn't support plugin API version %d. this means there's a version mismatch between xine and this demuxer plugin. Installing current demux plugins should help.
pl_pl: demux_roq: ta wtyczka nie wspiera API w wersji %d. oznacza to niezgodno¶æ miêdzy xine a t± wtyczk± demultiplexera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: demux_fli: FLI type: %04X, speed: %d/%d
pl_pl: demux_fli: FLI typ: %04X, prêdko¶æ: %d/%d

source: demux_fli: %d frames, %dx%d
pl_pl: demux_fli: %d ramek, %dx%d

source: valid mrls ending for idcin demuxer
pl_pl: prawid³owe rozszerzenia plików dla demultipleksera idcin

source: demux_idcin: Id CIN file, video is %dx%d, 14 frames/sec
pl_pl: demux_idcin: plik Id CIN, obraz jest %dx%d, 14 ramek/sek

source: demux_idcin: %d-bit, %d Hz %s PCM audio
pl_pl: demux_idcin: %d-bit, %d Hz %s d¼wiêk PCM

source: demux_idcin: plugin doesn't support plugin API version %d. this means there's a version mismatch between xine and this demuxer plugin. Installing current demux plugins should help.
pl_pl: demux_idcin: ta wtyczka nie wspiera API w wersji %d. oznacza to niezgodno¶æ miêdzy xine a t± wtyczk± demultiplexera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: valid mrls ending for smjpeg demuxer
pl_pl: prawid³owe rozszerzenia plików dla demultipleksera smjpeg

source: demux_smjpeg: SMJPEG file, running time: %d min, %d sec
pl_pl: demux_smjpeg: plik SMJPEG, czas odtwarzania: %d min, %d sek

source: demux_smjpeg: %c%c%c%c video @ %dx%d
pl_pl: demux_smjpeg: %c%c%c%c obraz @ %dx%d

source: demux_smjpeg: '%c%c%c%c' audio @ %d Hz, %d bits, %d %s
pl_pl: demux_smjpeg: '%c%c%c%c' d¼wiêk @ %d Hz, %d bitów, %d %s

source: demux_smjpeg: plugin doesn't support plugin API version %d. this means there's a version mismatch between xine and this demuxer plugin. Installing current demux plugins should help.
pl_pl: demux_smjpeg: ta wtyczka nie wspiera API w wersji %d. oznacza to niezgodno¶æ miêdzy xine a t± wtyczk± demultiplexera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: valid mrls ending for wav demuxer
pl_pl: prawid³owe rozszerzenia plików dla demultipleksera wav

source: demux_wav: format 0x%X audio, %d Hz, %d bits/sample, %d %s
pl_pl: demux_wav: format 0x%X d¼wiêk, %d Hz, %d bitów/sample, %d %s

source: demux_wav: average bytes/sec = %d, block alignment = %d
pl_pl: demux_wav: ¶rednia bajtów/sek = %d, wyrównanie bloku = %d

source: demux_wav: plugin doesn't support plugin API version %d. this means there's a version mismatch between xine and this demuxer plugin. Installing current demux plugins should help.
pl_pl: demux_wav: ta wtyczka nie wspiera API w wersji %d. oznacza to niezgodno¶æ miêdzy xine a t± wtyczk± demultiplexera. Instalacja najnowszej wersji wtyczki powinna pomóc.

source: input_net: unable to resolve '%s'.
pl_pl: input_net: nie mogê znale¼æ IP dla '%s'.

source: input_net: unable to connect to '%s'.
pl_pl: input_net: nie mogê pod³±czyæ siê do '%s'.

source: net input plugin as shipped with xine
pl_pl: wtyczka wej¶cia net dostarczana z xine

source: net input plugin doesn't support plugin API version %d. PLUGIN DISABLED. This means there's a version mismatch between xine and this inputplugin. Installing current input plugins should help.
pl_pl: Wtyczka wej¶cia net nie wspiera API w wersji %d. WTYCZKA WY£¡CZONA. oznacza to niezgodno¶æ miêdzy xine a t± wtyczk± wej¶cia Instalacja najnowszej wersji wtyczki powinna pomóc.

source: setsockopt(IP_ADD_MEMBERSHIP) failed (multicast kernel?): %s.
pl_pl: setsockopt(IP_ADD_MEMBERSHIP) zawiod³o (multicast kernel?): %s.

source: unable to resolve '%s'.
pl_pl: nie mogê znale¼æ IP dla '%s'.

source: unable to connect to '%s'.
pl_pl: nie mogê siê pod³±czyæ do '%s'.

source: OUCH - ran out of buffers
pl_pl: OCH - bufory przepe³nione

source: OUCH - dropped input packet %d %d
pl_pl: OCH - porzucony pakiet wej¶cia %d %d

source: Opening >%s<
pl_pl: Otwieram >%s<

source: input_rtp: can't create new thread (%s)
pl_pl: input_rtp: nie mogê utworzyæ nowego w±tku (%s)

source: rtp input plugin as shipped with xine
pl_pl: Wtyczka wej¶cia rtp dostarczana z xine

source: rtp input plugin doesn't support plugin API version %d. PLUGIN DISABLED. This means there's a version mismatch between xine and this inputplugin. Installing current input plugins should help.
pl_pl: Wtyczka wej¶cia rtp nie wspiera API w wersji %d. WTYCZKA WY£¡CZONA. oznacza to niezgodno¶æ miêdzy xine a t± wtyczka wej¶cia Instalacja najnowszej wersji wtyczki powinna pomóc.

source: unable to allocate input buffer.
pl_pl: nie moge umiejscowic bufora wejscia.

source: stdin/fifo input plugin as shipped with xine
pl_pl: Wtyczka wej¶cia stdin/fifo dostarczana z xine

source: stdin/fifo input plugin doesn't support plugin API version %d. PLUGIN DISABLED. This means there's a version mismatch between xine and this inputplugin. Installing current input plugins should help.
pl_pl: Wtyczka wej¶cia stdin/fifo nie wspiera API w wersji %d. WTYCZKA WY£¡CZONA. oznacza to niezgodno¶æ miêdzy xine a t± wtyczk± wej¶cia Instalacja najnowszej wersji wtyczki powinna pomóc.

source: input_dvd: unable to open dvd drive (%s): %s
pl_pl: input_dvd: nie mogê otworzyæ napêdu dvd (%s): %s

source: bad status: READ DVD STRUCTURE (copyright)
pl_pl: z³y status: READ DVD STRUCTURE (copyright)

source: input_dvd: cannot open dvd drive >%s<
pl_pl: input_dvd: nie mogê otworzyæ napêdu dvd >%s<

source: input_dvd: Could not read Copyright Structure
pl_pl: input_dvd: nie mogê odczytaæ Copyright Structure

source: input_dvd: Could not read Copyright Structure. Assuming disk is not encrypted.
pl_pl: input_dvd: Nie mogê odczytaæ Copyright Structure. Przyjmujê ¿e dysk nie jest zaszyfrowany.

source: input_dvd: Sorry, this plugin doesn't play encrypted DVDs. The legal status of CSS decryption is unclear and we can't provide such code. Please check http://dvd.sf.net for more information.
pl_pl: input_dvd: Przykro mi, ta wtyczka nie odtwarza zaszyfrowanych DVD. Status prawny szyfrowania CSS jest niejasny wiêc nie mo¿emy dostarczaæ takiego kodu. Proszê sprawdziæ http://dvd.sf.net aby dowiedzieæ siê wiêcej.

source: input_dvd: cannot open file >%s<
pl_pl: input_dvd: nie mogê otworzyæ pliku >%s<

source: input_dvd: Unable to find >%s< on dvd.
pl_pl: input_dvd: Nie mogê znale¼æ >%s< na dvd.

source: input_dvd: error read: %Ld bytes is not a sector!
pl_pl: input_dvd: error read: %Ld bajtow to nie sektor!

source: input_dvd: read error in input_dvd plugin (%s)
pl_pl: input_dvd: b³±d odczytu we wtyczce input_dvd (%s)

source: input_dvd: short read in input_dvd (%d != %d)
pl_pl: input_dvd: krótki odczyt we wtyczce input_dvd (%d != %d)

source: input_dvd: error in input_dvd plugin read: %Ld bytes is not a sector!
pl_pl: input_dvd: b³±d w odczycie wtyczki input_dvd: %Ld bajtow to nie sektor!

source: input_dvd: read error in input_dvd plugin
pl_pl: input_dvd: b³±d odczytu we wtyczce input_dvd

source: input_dvd: seek: %d is an unknown origin
pl_pl: input_dvd: seek: %d jest nieznanego pochodzenia

source: input_dvd: CDROMCLOSETRAY failed: %s
pl_pl: input_dvd: CDROMCLOSETRAY zawiod³o: %s

source: input_dvd: CDROMEJECT failed: %s
pl_pl: input_dvd: CDROMEJECT zawiod³o: %s

source: input_dvd: CDROM_DRIVE_STATUS failed: %s
pl_pl: input_dvd: CDROM_DRIVE_STATUS zawiod³o: %s

source: dvd device input plugin as shipped with xine
pl_pl: wtyczka wej¶cia DVD dostarczana z xine

source: dvd input plugin doesn't support plugin API version %d. PLUGIN DISABLED. This means there's a version mismatch between xine and this inputplugin. Installing current input plugins should help.
pl_pl: Wtyczka wej¶cia dvd nie wspiera API w wersji %d. WTYCZKA WY£¡CZONA. oznacza to niezgodno¶æ miedzy xine a t± wtyczk± wej¶cia Instalacja najnowszej wersji wtyczki powinna pomóc.

source: path to your local dvd device file
pl_pl: ¶cie¿ka do twojego lokalnego pliku urz±dzenia dvd

source: path to a raw device set up for dvd access
pl_pl: ¶cie¿ka to surowego urz±dzenia ustawionego na dostêp do dvd

source: lstat failed for %s{%s}
pl_pl: lstat zawiód³ dla %s{%s}

source: input_file: trying to open subtitle file '%s'
pl_pl: input_file: próbuje otworzyæ plik z napisami '%s'

source: input_file: read error (%s)
pl_pl: input_file: b³±d odczytu (%s)

source: plain file input plugin as shipped with xine
pl_pl: wtyczka wej¶cia pliku dostarczane z xine

source: input_file: get optional data, type %08x, sub %p
pl_pl: input_file: pobieranie dodatkowych danych, typ %08x, sub %p

source: file input plugin doesn't support plugin API version %d. PLUGIN DISABLED. This means there's a version mismatch between xine and this inputplugin. Installing current input plugins should help.
pl_pl: Wtyczka wej¶cia file nie wspiera API w wersji %d. WTYCZKA WY£¡CZONA. oznacza to niezgodno¶æ miêdzy xine a t± wtyczka wej¶cia Instalacja najnowszej wersji wtyczki powinna pomóc.

source: origin path to grab file mrls
pl_pl: ¶cie¿ka dostêpu do pli?ów multimedialnych

source: hidden files displaying.
pl_pl: wy¶wietlanie ukrytych plików

source: input_vcd : error in ioctl CDROMREADTOCHDR
pl_pl: input_vcd : b³±d w ioctl CDROMREADTOCHDR

source: input_vcd: error in ioctl CDROMREADTOCENTRY for track %d
pl_pl: input_vcd: b³±d w kontroli wej¶cie/wyj¶cie CDROMREADTOCENTRY dla ¶cie¿ki %d

source: input_vcd: error in ioctl CDROMREADTOCENTRY for lead-out
pl_pl: input_vcd: b³±d w ioctl CDROMREADTOCENTRY dla lead-out

source: input_vcd: error in ioctl CDROMREADTOCENTRY
pl_pl: input_vcd: b³±d w ioctl CDROMREADTOCENTRY

source: scsi command failed with status %d
pl_pl: komenda scsi zawiod³a ze statusem %d

source: input_vcd: malformed MRL. Use vcd://<track #>
pl_pl: input_vcd: ¼le sformu³owany MRL. U¿yj vcd://<¶cie¿ka #>
